var e=`# 侠小然的简历

## 🌟 基本信息

感谢你看到这里。目前我还没有求职的打算！以下只有简短的介绍。

如果你想认识我，或者有不少于 500/h 的私活找我，可以与我联系！

联系方式：[masquevil@gmail.com](mailto:masquevil@gmail.com)

## 🛠 个人优势

- Web前端：11 年工作经验（2014 - 2025）、持续维护个人项目
- 团队管理：最多 20 人团队的管理经验
- 目标管理：OKR 团队管理（2016 - 2019）
- 极客思维：持续用技术手段解决现实问题

## 💼 工作经历

- **Software Engineer** | Airbnb (2020 - 2025)：全栈工程师
- **前端负责人** | 马蜂窝 (2018 - 2020)：最多带 20 人的团队
- **前端负责人** | 以太资本 (2014 - 2018)：从唯一的前端到带 6 人的团队

## 🎯 我玩过的

- 家庭影院系统：AutoBangumi 自动追番 + Kodi 自动刮削影视墙 + MacMini Nas
- 家用服务器：Nginx
- 3D 打印
- AI 生图：Stable Diffusion
`;export{e as default};